Repository: mathilde-unicorp/TripMapp
Catalog: TripMapp/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# _example_add_item
source: Add Item
fr: Ajouter un élément

# _example_bottom
source: Bottom
fr: En bas

# _example_center
source: Center
fr: Au centre

# _example_full_height
source: Full Height
fr: Toute la hauteur

# _example_full_width
source: Full Width
fr: Toute la largeur

# _example_hello_world
source: Hello, World !
fr: Bonjour tout le monde !

# _example_item_at %@
source: Item at %@
fr: Élément à

# _example_select_item
source: Select an item
fr: Choisir un élément

# _example_tap_on_me
source: Tap On Me
fr: Tapez ici

# _example_trailing
source: Trailing
fr: A la fin

# access_informations_title
source: Access Informations
fr: Informations d'accès

# access_title
source: Access
fr: Accès

# accommodations.blankets
source: Blankets
fr: Couvertures

# accommodations.fireplace
source: Fireplace
fr: Place à feu

# accommodations.missing_wall
source: Missing a wall
fr: Manque un mur

# accommodations.stove
source: Stove
fr: Poêle

# accommodations.title
source: Accommodations
fr: Hébergements

# accommodations.toilets
source: Toilets
fr: Toilettes

# accommodations.water
source: Water
fr: Eau

# accommodations.wood
source: Wood
fr: Forêt proche

source: Add a file
fr: Ajouter un fichier

# add_a_file_description
source: Import a GPX file, a Fit file (Garmin), ...
fr: Importer un fichier GPX, un Fit File (Garmin), ...

source: Add to favorites
fr: Ajouter aux favoris

source: Cancel
fr: Annuler

# coordinates_title
source: Coordinates
fr: Coordonnées

# default_error_description
source: Oops, an error occured.
fr: Oups, une erreur est survenue.

source: Delete
fr: Supprimer

source: Done
fr: Valider

source: Edit
fr: Modifier

source: End Date
fr: Date de fin

# equipment_title
source: Equipment
fr: Équipement

source: Hello
fr: Bonjour

source: Hide on map
fr: Ne plus afficher sur la carte

# hiking_spots.title
source: Hiking Spots
fr: En randonnée

source: Import external content
fr: Import de fichiers externes

# layers.button
source: Layers
fr: Couches

# longitude_short_description %lf
source: Longitude: %lf
fr: Long: %lf

source: Map
fr: Carte

# map_search_bar.placeholder
source: Search a place, a city, ...
fr: Rechercher un lieu, une ville, ...

# map_search_bar.point_of_interests.empty
source: Select point of interests to research on map by clicking "Show More". You also can set favorites to display here by default.
fr: Sélectionnez des points d'intérêts à rechercher sur la carte en cliquant sur "Voir Plus". Vous pouvez aussi choisir des favoris qui s'afficheront ici par défaut.

# massif_description %@
source: Mountain Massif %@
fr: Massif %@

# mattress_capacity_description
source: Number of mattresses
fr: Places sur matelas

# notes_placeholder
source: Add some general informations here
fr: Ajouter des informations

# open_details_title
source: Open details
fr: Voir le détail

# points_of_interest.bank
source: Bank
fr: Banque

# points_of_interest.break_spot
source: Break spot
fr: Pause (café, bar, ...)

# points_of_interest.campground
source: Campground
fr: Camping

# points_of_interest.cottage
source: Cottage
fr: Gîte d'étape

# points_of_interest.description
source: Tap on the type of points of interests you want to search on the map. Swipe on the types you want to save as favorites to keep them constantly accessible on the map.
fr: Tapez sur les types de points d'intérêts que vous souhaitez rechercher sur la carte. Swipez sur ceux que vous souhaitez garder en favoris pour les avoir constamment à disposition sur la carte.

# points_of_interest.expand_filters
source: Expand filters
fr: Voir les filtres

# points_of_interest.foodstuff_provisions
source: Foodstuffs
fr: Alimentation

# points_of_interest.hotel
source: Hotel
fr: Hôtel

# points_of_interest.lake
source: Lake
fr: Lac

# points_of_interest.laundry_room
source: Laundry Room
fr: Laverie

# points_of_interest.pharmacy
source: Pharmacy
fr: Pharmacie

# points_of_interest.post_office
source: Post office
fr: Bureau de poste

# points_of_interest.restroom
source: Restroom
fr: Toilettes

# points_of_interest.sports_provisions
source: Sports shop
fr: Magasin de sport

# points_of_interest.summit
source: Summit
fr: Sommet

# points_of_interest.title
source: Points of interest
fr: Points d'intérêts

# points_of_interest.water
source: Water
fr: Eau

# points_of_interest.waypoint
source: Waypoint
fr: Point de passage

source: Project
fr: Projet

# project_additionnal_informations
source: Additionnal informations
fr: Informations complémentaires

source: Project name
fr: Nom du projet

# project_name_example
source: Your Next Project
fr: Votre prochain projet

# project_selection_placeholder
source: Select a project
fr: Sélectionnez un projet

# project.edit
source: Edit Project
fr: Modifier le projet

# project.new
source: New Project
fr: Nouveau projet

source: Projects
fr: Projets

# refresh_here
source: Refresh research here
fr: Relancer la recherche ici

source: Remove from favorites
fr: Retirer des favoris

# retry_title
source: Retry
fr: Réessayer

source: Save
fr: Enregistrer

source: Show More
fr: Voir plus

source: Show on map
fr: Afficher sur la carte

# sleep_capacity_description
source: Sleeping capacity
fr: Places prévues pour dormir

source: Start date
fr: Date de début
